---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.KilogramForceMeters
source: html/3ae60a87-0602-e5cb-4c96-ce6f79aff60a.htm
---
# Autodesk.Revit.DB.UnitTypeId.KilogramForceMeters Property

Kilogram force meters.

## Syntax (C#)
```csharp
public static ForgeTypeId KilogramForceMeters { get; }
```